{
    "navbar": {
        "about": "Sobre mí",
        "experience": "Experiencia",
        "studies": "Educación",
        "courses": "Certificaciones"
    },
    "dashboard": {
        "title": "¡Hola! Soy Francisco Bermudez 👋",
        "subtitle": "Desarrollador frontend y entusiasta de aplicaciones móviles",
        "descripcionOne": "Desarrollo mi carrera como especialista en Frontend y en aplicaciones móviles, aportando una visión estratégica gracias a mi formación en Comunicación para diseñar interfaces atractivas, intuitivas y funcionales.",
        "descripcionTwo": "Cuento con sólida experiencia en HTML5, CSS3 y JavaScript, así como en frameworks modernos como React.js y React Native, y bibliotecas de componentes como Material-UI (MUI). Además, incorporo herramientas de IA para optimizar prototipos y flujos de trabajo.",
        "descripcionThree": "Mi rol abarca tanto la implementación técnica como la definición del producto y la planificación estratégica, asegurando que cada versión cumpla objetivos de negocio y ofrezca una experiencia de usuario coherente y escalable."
    },
    "experience": {
        "title": "Experiencia Profesional",
        "puesto": "Desarrollador Frontend",
        "maxdream": {
            "fecha": "Septiembre 2023 – Presente",
            "tareas": [
                "Desarrollando un sitio web con Next.js, Typescript y Tailwind CSS.",
                "Desarrollando la aplicación móvil con React Native y Tailwind CSS.",
                "Aplicando buenas prácticas y optimización de componentes para mayor escalabilidad.",
                "Construyendo interfaces gráficas desde diseños en Figma."
            ]
        },
        "mlm": {
            "fecha": "Marzo 2023 – Febrero 2025",
            "tareas": [
                "Migrando la plataforma hacia React.js utilizando Typescript y Bootstrap.",
                "Aplicando buenas prácticas y optimización de componentes para mayor escalabilidad.",
                "Diseñando interfaces gráficas a partir de diseños implementados en Figma."
            ]
        }
    },
    "studies": {
        "educationTitle": "Educación",
        "degree": "Ciencias de la Comunicación",
        "institution": "Universidad de Buenos Aires",
        "date": "Mar 2016 – Feb 2024",
        "languagesTitle": "Idiomas",
        "spanish": "Español",
        "english": "Inglés",
        "native": "Nativo",
        "level": "Nivel B1 (intermedio)"
    },
    "courses": {
    "title": "Certificaciones",
    "fullstack": {
      "date": "Sep 2024 – Presente",
      "description": "Programa enfocado en el desarrollo completo de aplicaciones web, cubriendo desde la creación de APIs con Node.js y bases de datos NoSQL, hasta el diseño de interfaces modernas con React. Incluye buenas prácticas, testing y despliegue en la nube."
    },
    "frontend": {
      "date": "Sep 2022 – Dic 2022",
      "description": "Curso intensivo de desarrollo frontend moderno, centrado en el uso de React y Next.js. Se abordan conceptos como componentes reutilizables, enrutamiento, consumo de APIs y estructura de proyectos escalables."
    },
    "analytics": {
      "date": "Dic 2021 – Abr 2022",
      "description": "Formación en análisis de datos aplicados a entornos empresariales. Incluye consultas avanzadas en SQL Server, generación de reportes y dashboards interactivos con Power BI para la toma de decisiones basada en datos."
    },
    "notFound": {
    "message": "Lo sentimos, la página que estás buscando no existe.",
    "button": "Volver al inicio"
  }
  },
  "footer": "Francisco Bermudez. Todos los derechos reservados."
}